"An IPC service to allow applications to communicate with Default Folder X. Parameters are sent and results are returned via property lists." = "用于允许应用程序与 Default Folder X 进行通信的 IPC 服务。参数通过属性列表发送和返回结果。";
